notes/2021-10-05_mason_2018_Income.org
* FISH-5SS


|---------------------------------------------+--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|
| <40>                                        | <50>                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                           |
| *Background*                                  | During the period which led to the GFC, there was a spike in household debt relative to its income. Usually, the result is attributed to a shift towards a more unequal income distribution. Accordingly to authors who state this link, households' debt increases in order to keep up with the joneses.                                                                                                                                                                                                                                                                                                                                                                                                                      |
| *Supporting Ideas*                            | Discuss the consumption-smooth hypothesis in which credit is used as an intertemporal source of funding.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                       |
| *Purpose*                                     | Answer the following questions (retrieved from abstract)How much household borrowing finances consumption spending? How much has monetary consumption spending by households increased? How much of the rise in household debt-income ratios is attributable to increased borrowing? How is household debt distributed by income? And how has the distribution of consumption spending changed relative to the distribution of income?:                                                                                                                                                                                                                                                                                        |
| *Originality/value (Contribution)*            | Clarify the relation between household consumption, debt and what are the drivers of the increasing indebtedness and in which income percentile this is more relevant.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                         |
| *Relevance*                                   | Evaluates what describes the evolution of household indebtedness and if there is empirical support for a Duesenberry-like relative consumption theory which is a common-place for heterodox interpretations for the GFC. Additionally, this article criticizes the orthodox theory of permanent income.                                                                                                                                                                                                                                                                                                                                                                                                                        |
| *Design/methodology/approach*                 | Causal narratives for the US after the WWII. No econometric estimation. The author uses some counterfactual to base his arguments.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                             |
| *Results*                                     | 1. Household debt is mainly driven by asset acquisition; 2. Interest rates and growth rates are the most relevant variables for HH debt-income ratios; 3. Household consumption is flat since the 80s; 4. Debt is holden mainly by the top of the distribution; and 5. Consumption inequality is tracked by income inequality.                                                                                                                                                                                                                                                                                                                                                                                                 |
| *(Interesting) Findings*                      | Inputed and social consumption is included in household spending in national accounts. Wealth/GDP ratio in the US is most explained by capital gain and not by accumulation of wealth via savings.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                              |
| *Research limitations/implications (Critics)* | Probably does not track the top of distribution properly since some of the most rich households finance their spending using cash (not credit). There is also a qualification regarding credit consumption: credit-finance consumption does not necessarily mean increase in debt if households pay all the performing loans at once.                                                                                                                                                                                                                                                                                                                                                                                          |
| *Uncategorized stuff*                         | Emphasizes the relevance of houses as collateral (as ATMs) used to access more credit. The author also argue that house price increase tended to remove some households out of the market, offsetting the loosing of lending standards. Economic savings used in national accounts is different from financial savings (which affects chances in households balance sheet). Cynamon and Fazzari (2015) paper does not have problems regarding where the income distribution is divided to analyze the indebtedness evolution. If more unequal income distribution is associated with rising debt, it occurred in luxury consumption among the rich  and not by debt-financed consumption among the bottom of the distribution. |
| *5SS*                                         | The distribution-debt-income nexus is valid only during the housing boom episode.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                              |
|---------------------------------------------+--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|

* Specifics comments

