docs/notes/2021-10-05_mason_2018_Income.html


<div id="outline-container-orgd13e372" class="outline-2">
<h2 id="orgd13e372">Backlinks</h2>
<div class="outline-text-2" id="text-orgd13e372">
<p>

</p>

<p>

</p>
</div>
</div>

<div id="outline-container-orgf6051f3" class="outline-2">
<h2 id="orgf6051f3">FISH-5SS</h2>
<div class="outline-text-2" id="text-orgf6051f3">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left"><b>Background</b></td>
<td class="org-left">During the period which led to the GFC, there was a spike in household debt relative to its income. Usually, the result is attributed to a shift towards a more unequal income distribution. Accordingly to authors who state this link, households&rsquo; debt increases in order to keep up with the joneses.</td>
</tr>

<tr>
<td class="org-left"><b>Supporting Ideas</b></td>
<td class="org-left">Discuss the consumption-smooth hypothesis in which credit is used as an intertemporal source of funding.</td>
</tr>

<tr>
<td class="org-left"><b>Purpose</b></td>
<td class="org-left">Answer the following questions (retrieved from abstract)How much household borrowing finances consumption spending? How much has monetary consumption spending by households increased? How much of the rise in household debt-income ratios is attributable to increased borrowing? How is household debt distributed by income? And how has the distribution of consumption spending changed relative to the distribution of income?:</td>
</tr>

<tr>
<td class="org-left"><b>Originality/value (Contribution)</b></td>
<td class="org-left">Clarify the relation between household consumption, debt and what are the drivers of the increasing indebtedness and in which income percentile this is more relevant.</td>
</tr>

<tr>
<td class="org-left"><b>Relevance</b></td>
<td class="org-left">Evaluates what describes the evolution of household indebtedness and if there is empirical support for a Duesenberry-like relative consumption theory which is a common-place for heterodox interpretations for the GFC. Additionally, this article criticizes the orthodox theory of permanent income.</td>
</tr>

<tr>
<td class="org-left"><b>Design/methodology/approach</b></td>
<td class="org-left">Causal narratives for the US after the WWII. No econometric estimation. The author uses some counterfactual to base his arguments.</td>
</tr>

<tr>
<td class="org-left"><b>Results</b></td>
<td class="org-left">1. Household debt is mainly driven by asset acquisition; 2. Interest rates and growth rates are the most relevant variables for HH debt-income ratios; 3. Household consumption is flat since the 80s; 4. Debt is holden mainly by the top of the distribution; and 5. Consumption inequality is tracked by income inequality.</td>
</tr>

<tr>
<td class="org-left"><b>(Interesting) Findings</b></td>
<td class="org-left">Inputed and social consumption is included in household spending in national accounts. Wealth/GDP ratio in the US is most explained by capital gain and not by accumulation of wealth via savings.</td>
</tr>

<tr>
<td class="org-left"><b>Research limitations/implications (Critics)</b></td>
<td class="org-left">Probably does not track the top of distribution properly since some of the most rich households finance their spending using cash (not credit). There is also a qualification regarding credit consumption: credit-finance consumption does not necessarily mean increase in debt if households pay all the performing loans at once.</td>
</tr>

<tr>
<td class="org-left"><b>Uncategorized stuff</b></td>
<td class="org-left">Emphasizes the relevance of houses as collateral (as ATMs) used to access more credit. The author also argue that house price increase tended to remove some households out of the market, offsetting the loosing of lending standards. Economic savings used in national accounts is different from financial savings (which affects chances in households balance sheet). Cynamon and Fazzari (2015) paper does not have problems regarding where the income distribution is divided to analyze the indebtedness evolution. If more unequal income distribution is associated with rising debt, it occurred in luxury consumption among the rich  and not by debt-financed consumption among the bottom of the distribution.</td>
</tr>

<tr>
<td class="org-left"><b>5SS</b></td>
<td class="org-left">The distribution-debt-income nexus is valid only during the housing boom episode.</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org3d5c934" class="outline-2">
<h2 id="org3d5c934">Specifics comments</h2>
<div class="outline-text-2" id="text-org3d5c934">
</div>
