notes/2021-10-05_mason_2018_Income.org
** Household expansions (in national accounts) that do not involve monetary outlays

- Households include nonprofits
- Homeowners are considered to rent to themselves
- Third-party health insurance payments are considered household consumption
- There are large imputed financial services
- Pension funds are considered to be directly owned by their beneficiaries

