docs/notes/2021-10-05_mason_2018_Income.html
<div id="outline-container-orgeee4511" class="outline-3">
<h3 id="orgeee4511">Household expansions (in national accounts) that do not involve monetary outlays</h3>
<div class="outline-text-3" id="text-orgeee4511">
<ul class="org-ul">
<li>Households include nonprofits</li>
<li>Homeowners are considered to rent to themselves</li>
<li>Third-party health insurance payments are considered household consumption</li>
<li>There are large imputed financial services</li>
<li>Pension funds are considered to be directly owned by their beneficiaries</li>
</ul>
</div>
</div>
</div>
